Repository: TaoK/UsbKeyBackup
Catalog: UsbKeyBackup/General.*.resx
Languages: es

# BackupCompleteConfirmationText
source: The backup is complete! This program will now exit.
es: La copia de seguridad se ha realizado con exito. Este programa se cerrará ahora.

# BackupCompleteConfirmationTitle
source: Backup Complete!
es: Copia de seguridad realizada

# BackupProgressText
source: Backing up folders & files...
es: Copiando carpetas y archivos...

# BackupProgressTitle
source: Backing Up...
es: Copiando...

# BackupsToDeleteTitle
source: Delete Old Backups?
es: ¿Borrar copias de seguridad antiguas?

# BackupsToDeleteWarning
source: There are {BackCount} past backups to be deleted according to your backup retention parameters. Would you like these to be deleted now?
es: Hay {BackCount} copias de seguridad antiguas que deberían borrarse, por sus parámetros de retención. ¿Quieres borrarlas ahora?

# NoBackupsTitle
source: Back Up Here?
es: ¿Copiar aqui?

# NoBackupsWarning
source: No backups have been made to this location yet. Are you sure you want to backup to this computer?
es: No se ha hecho ninguna copia de seguridad en este equipo hasta ahora. ¿Estás seguro de que quieres hacer una copia de seguridad aquí?

# None_Parens
source: (none)
es: (ninguna)

# NoSpaceDisplayContinueQuestionText
source: There is not enough space in the selected destination for the backup data. Are you sure you want to attempt the backup?
es: No hay suficiente espacio disponible en en la ubicación seleccionada para la copia de seguridad. ¿Estás seguro que quieres intentar la copia en esta ubicación?

# NoSpaceDisplayContinueQuestionTitle
source: Low Space - Continue?
es: Poco espacio - ¿Continuar?

# NoSpaceDisplayWarningText
source: There is not enough space in the selected destination for the backup data. Please check the selected backup destination.
es: No hay suficiente espacio disponible en en la ubicación seleccionada para la copia de seguridad. Por favor, combrueba la ubicación seleccionada.

# NoSpaceDisplayWarningTitle
source: Low Space
es: Poco espacio

# SizeEstimateProgressText
source: Verifying backup size, please wait...
es: Comprobando tamaño de la copia, espera por favor...

# SizeEstimateProgressTitle
source: Verifying Backup Size
es: Comprobando tamaño de la copia

# OperationCancelledText
source: Operation Cancelled!
es: ¡Operación cancelada!

# OperationCancelledTitle
source: Operation Cancelled
es: Operación cancelada

# RestoreActionConfirmationText
source: Would you like to restore "{SelectedItem}"?
es: ¿Quieres restaurar el archivo "{SelectedItem}"?

# RestoreActionConfirmationTitle
source: Restore File?
es: ¿Restaurar archivo?

# RestoreChooseDestinationText
source: Please to choose a directory to restore to.
es: Por favor, selecciona un destino para la copia restaurada

# RestoreChooseDestinationTitle
source: Choose Destination
es: Selecciona destino

# RestoreDestinationNotExistsText
source: Destination Path does not Exist! Restore aborted.
es: ¡Localización destino no existe! Restauración cancelada.

# RestoreDestinationNotExistsTitle
source: Invalid Destination
es: Destino no valido

# RestoreSelectedFileDoesNotExistText
source: Provided File does not exist! Restore aborted.
es: ¡El archivo proporcionado no existe! Restauración cancelada.

# RestoreSelectedFileDoesNotExistTitle
source: Invalid Selection
es: Selección invalida

# RestoreSuccessfulConfirmationText
source: File(s) restored successfully.
es: Archivo(s) restaurado(s) con éxito.

# RestoreSuccessfulConfirmationTitle
source: Restored Successfully
es: Restaurado con éxito

# RestoringFilesProgressText
source: Restoring Files...
es: Restaurando archivos...

# RestoringFilesProgressTitle
source: Restoring Files
es: Restaurando archivos

# NoBackupsWarningDetail_NoPassword
source: Anyone else using the computer later will have access to the backed-up files.
es: Otros usuarios en este ordenador podrán acceder a los archivos guardados.

# NoBackupsWarningDetail_WithPassword
source: The backed-up files will be protected with the password stored with this program, and remain safe as long as no-one has access to the program's configuration file.
es: Los archivos guardados estarán protegidos con la contraseña establecida con este programa, y permanecerán seguros mientras nadie pueda acceder al archivo de configuración del programa.

# RestoreFormMainPromptChooseBackup
source: Please select a backup date and choose "Restore" to restore the whole backup or "Open" to explore inside for individual files or folders to restore:
es: Por favor, selecciona una fecha de copia de seguridad y pincha en "Restaurar" para restaurar la copia de seguridad entera, o "Abrir" para exporar el contenido de la copia y carpetas o ficheros individuales para restaurar:

# RestoreFormMainPromptChooseFileFolder
source: Please select a file to restore, or a folder to explore or restore, or click "Up" to go back to a higher folder or to the list of backups:
es: Por favor, selecciona un fichero para restaurar, o una carpeta para explorar o restaurar, o pincha en "Anterior" para subir a una carpeta anterior o a la lista de copias de seguridad:
